{
    "product": "EXAMPLE_TENNISSHOE_SKUID",
    "reviews": [
        "Good light weight shoe...had to add insole for more support.",
        "I love my tennis shoes",
        "This is a shoe I will wear with black dress pants or jeans when I need comfort and a little style  but I am not impressed.  This is a very flimsy shoe with little support at all.  Not like any Nike I've ever purchased in the past.  It looks nice  but it's not comfortable.",
        "Love it!! Super comfortable and nice!! Got more than I expected  super flexible great for training. Definetly recommend it.",
        "Excelente",
        "These shoes are poorly constructed and I don't expect them to last more that one summer.  Would not recommend  and will not order another Nike downshifter series again",
        "For the price I spent on the pair of shoes  I'd say it's as good as expected. It's comfortable and doesn't hurt my feet when I run.",
        "I always get a half size up in my tennis shoes. For some reason these feel to big in the heel area and wide.",
        "Put them on and walked 3 hours with no problem! Love them! So light feeling",
        "excelente",
        "Love these shoes! So stylish and comfortable. Just got back from a trip to NYC  Black and white Nikes and yoga pants are in high fashion right now!",
        "This shoe is JUST OK. Its not as comfortable as I was expecting  compared to my last pair of NIKE shoes. I hope they hold up.",
        "Best tennis shoes I've had all my life. Very comfortable out the box. I would buy 10 pairs of these shoes if had the money.",
        "The color pattern and fit is what I liked the most what I liked the least is that they are not easy to clean and stains do not come out very easy or at all",
        "love these shoes. Workout in them 3-4 times a week at the gym. I do treadmill  stairmaster  cardio classes and weight lifting. lightweight and versatile shoe.",
        "Great shoe. I've had Nike's before and have always been pleased with the comfort  performance  and quality. Though I will say this was the first time I ordered a pair online without trying them on first  so I was nervous. But this turned out to be a great choice. Breathable  lightweight but sturdy  and comfortable during all my workouts. The built-in arch support is great and I've had no discomfort after 2 weeks of use. As far as the sole thickness and cushioning goes  I would consider these a 'medium' build (not thin  not overly thick) so if you're into heavy running outdoors then take that into consideration. Everyone is different in their preference for cushioning  but I think for light runs on a treadmill they would be sufficient. Love these  highly recommend!",
        "The material is real then hope they don't fall apart . to expensive for what you get.",
        "Nice",
        "I wore these shoe one time  from the airport in Omaha  NE to the airport in Phoenix  AZ. When I arrived in Phoenix  the left shoe/sole started squeaking and won't stop. I want to return for a refund. Need instructions for returning as no paperwork was in my package when it arrived.",
        "Exactly what I expected! Comfortable and chic",
        "They were a gift  to my daughter she loved them",
        "Love these comfy shoes. they fit like a glove.",
        "Very confortable.",
        "i love these shoes.",
        "Lightweight  decent arch support and comfortably to wear all day doing regular activity and sprinting.",
        "daughter loves them",
        "I ordered a 1/2 size smaller than my usual size  and they are perfect. These shoes are hard to find. Great customer service as well.",
        "Very good overall. Now Ive been a huge Sketchers Go Walk fan for some time and the only reason I tried these instead of the latest number 4 of those is because the tread looked too slippery to me. These shoes are very sturdy and the grip of the soles has been very solid so far. I use them for basic workout cardio and cross training  as well as work as a massage therapist (I go through shoes fast enough that Ive recently consolidated). If you're a Go Walk fan  these do not offer the same level of cushion-comfort as those  HOWEVER  they offer the kind of long-term comfort to make them a durable option. The material of the shoes seem very durable and the breathable. My feet do not feel hot in them. Now these shoes are ideal for a basic workout or cross training  I would not get them to do 25 000 steps in Walt Disney World. Solid choice  overall.",
        "Wife loves them!",
        "These shoes are extremely comfortable  and fit as expected.  Will purchase again.",
        "Glad I read the reviews and ordered a half size too big. These are light weight. I worked out in them last night and had a great work out. They are very comfortable. I would recommend these to anyone. I am a Beach Body Coach and these are now my new favorite shoes to work out in. I feel like I am walking in slippers when I wear these shoes. They are so comfortable. I LOVE them so much. I never buy myself anything nice and for Christmas got an Amazon gift card and used it to buy myself these sneakers and they are so awesome. I really do love them and have been telling all my friends about them. GET THESE SHOES!",
        "On the left shoe  there were two stained yellow spots.",
        "I love these  I had the previous iteration (or maybe two earlier?) and finally wore them out after several years. They are definitely a light-weight training shoe so I wouldn't get them if you are going to be doing a lot of running. But this also makes them extremely comfortable  I hadn't realized how hot running shoes made my feet until I switched to these. Good support and my feet stay cool all day  also noticeably light but well-made and long lasting.  I have worn them hiking in a pinch but don't really recommend it because the material is mesh-like and will let a lot of dirt in. But if you mainly take cardio classes and/or do weight training or just need something to wear around town look no further.",
        "Super light-weight  decent arch support (mine is higher than average).  I was pleasantly surprised by the sole/tread on these for my circuit training classes  as I couldn't really tell by online pics.  Also pleasantly surprised that these ran ever so slightly bigger than Nike running shoes I use to wear 15+years ago - I always wore one to 1.5 sizes larger in their \"Hurache's\"/running shoes  so I was really worried my size 6 would be too small - there is actually more toe room in these shoes than any other size 6 shoe I own (athletic  heel  boot).  But it is the correct amount of room from big toe to edge of shoe for me (an inch or less  I don't want my big toe being jammed into edge of shoe when lunging  jumping  etc.).  Shoes arrived with an odd yellowish color on side of one shoe  but no damage to box  paper lining etc - I was happy that a clorox wipe easily cleaned the shoe and did not discolor any further.  I am very happy and highly recommend  although I have only worked out it once!",
        "I Love it. It is very light and the color is great.",
        "My wife loves these shoes. We have both been wearing sketchers and new balance for several years and recently we have both purchased Nike. There is a reason why Nike is still number 1 after all these years  you just cant beat their comfort.",
        "Absolutly love these shoes!! Beautiful color  comfy  and lightweight",
        "Fit fine...did not like color in person",
        "The shoe is too large. When you do lunges it hurts the heel. The shoe size from a local store is the size I ordered from Amazon however the size or fitting seems to be large",
        "Love these shoes. My feet feel so much better. Lots of padding and light enough to run in.",
        "ok but too big",
        "In really like these. I wear between a 9-9.5 womens  I got the 9.5 and they fit perfectly. They are light weight but have good support. I will buy another pair."
    ]
}